Repository: polpenyarrojaNik/jbm_nikel_mobile
Catalog: lib/l10n/intl_*.arb
Languages: es, fr, it, pt

# pedido_edit_selectQuantity_artiuclosSustitutivos
source: Substitute articles:
es: Artículos sustitutivos:
fr: Article de remplacement:
it: Articoli sostitutivi:
pt: Itens substitutos:

# pedido_edit_selectQuantity_cantidad
source: Quantity
es: Cantidad
fr: Quantité
it: Importo
pt: Quantidade

# pedido_edit_selectQuantity_descuneto1
source: Discount 1
es: Descuento 1
fr: Remise 1
it: Sconto 1
pt: Desconto 1

# pedido_edit_selectQuantity_descuneto2
source: Discount 2
es: Descuento 2
fr: Remise 2
it: Sconto 2
pt: Desconto 2

# pedido_edit_selectQuantity_descuneto3
source: Discount 3
es: Descuento 3
fr: Remise 3
it: Sconto 3
pt: Desconto 3

# pedido_edit_selectQuantity_importeLinea
source: Amount line
es: Importe línea
fr: Montant ligne
it: Importo della linea
pt: Importe linha

# pedido_edit_selectQuantity_minimo
source: Minimum
es: Mínimo
it: Minimo
pt: Mínimo

# pedido_edit_selectQuantity_multiplo
source: Multiple
es: Múltiplo
it: Multiplo
pt: Múltiplo

# pedido_edit_selectQuantity_noPuedeEstarVacio
source: Must not be empty
es: No puede estar vacío
fr: Ne peux pas être vide
it: Non può essere vuoto
pt: Não pode estar vazio

# pedido_edit_selectQuantity_precio
source: Price
es: Precio
fr: Prix
it: Prezzo
pt: Preço

# pedido_edit_selectQuantity_seleccionarCantidad
source: Select quantity
es: Seleccionar cantidad
fr: Sélectionner quantité
it: Seleziona quantità
pt: Selecione a quantidade

# pedido_edit_selectQuantity_stockDisponible
source: Available stock:
es: Stock disponible:
fr: Stock disponible:
it: Magazzino disponibile:
pt: Stock disponível

# pedido_edit_selectQuantity_tieneQueSerMultiploDe
source: Must be multiple of
es: Tiene que ser múltiplo de
fr: Doit être multiple de
it: Deve essere un multiplo di
pt: Deve ser um múltiplo de

# pedido_enviado
source: Sent
es: Enviado
fr: Envoyé
it: Spedito
pt: Enviado

# pedido_borrador
source: Draft
es: Borrador
fr: Brouillon
it: Brutta copia
pt: Rascunho

# pedido_index_buscarPedidos
source: Search sales orders...
es: Buscar pedidos...
fr: Chercher commandes…
it: Cercare ordini...
pt: Buscar pedidos

# pedido_index_estados
source: Status
es: Estados
fr: États
it: Stato
pt: Estado

# pedido_index_filtrar
source: Filter
es: Filtrar
fr: Filtrer
it: Filtro
pt: Filtrar

# pedido_index_filtros
source: Filters
es: Filtros
fr: Filtres
it: Filtri
pt: Filtos

# pedido_index_reset
source: Reset
fr: Redémarrer
it: Ripristina
pt: Redefinir

# pedido_index_titulo
source: Sales orders
es: Pedidos
fr: Commandes
it: Ordini
pt: Pedido

# pedido_noEnviado
source: Not sent
es: No enviado
fr: Pas envoyé
it: Non inviato
pt: Não enviado

# pedido_show_pedidoVentaDetalle_albaranes
source: Delivery notes
es: Albaranes
fr: Bons de livraisons
it: Bolle di consegna
pt: Nota de entrega

# pedido_show_pedidoVentaDetalle_baseImponible
source: Tax base
es: Base imponible
fr: Taxe base
it: Base imponibile
pt: Tributável

# pedido_show_pedidoVentaDetalle_dto
source: Disc.
es: Dto.
fr: Rse.
it: Sconto
pt: Desc.

# pedido_show_pedidoVentaDetalle_estado
source: Status
es: Estado
fr: États
it: Stato
pt: Estado

# pedido_show_pedidoVentaDetalle_fecha
source: Date
es: Fecha
it: Data
pt: Data

# pedido_show_pedidoVentaDetalle_importeIva
source: Amount IVA
es: Importe IVA
fr: Montant TVA
it: Importo iva
pt: Valor IVA

# pedido_show_pedidoVentaDetalle_importePortes
source: Transport costs
es: Importe portes
fr: Frais de ports
it: Importo del trasporto
pt: valor do frete

# pedido_show_pedidoVentaDetalle_lineas
source: Lines
es: Líneas
fr: Lignes
it: Linee
pt: Linhas

# pedido_show_pedidoVentaDetalle_pedidoCliente
source: Customer sales order
es: Pedido cliente
fr: Commande client
it: Ordine del cliente
pt: Pedido cliente

# pedido_show_pedidoVentaDetalle_precio
source: Price
es: Precio
fr: Prix
it: Prezzo
pt: Preço

# pedido_show_pedidoVentaDetalle_remarks
source: Remarks
es: Observaciones
fr: Obsérvations
it: Osservazioni
pt: Observações

# pedido_show_pedidoVentaDetalle_titulo
source: Sales order detail
es: Pedido
fr: Commande
it: Ordine
pt: Pedido

# pedido_show_pedidoVentaDetalle_totalLineas
source: Total lines
es: Total líneas
fr: Lignes totales:
it: Linee totali
pt: Total linhas

# pedido_show_pedidoVentaLineas_cantidadPendiente
source: Pending quantity
es: Cantidad pendiente
fr: Quantités en attente
it: Quantità in sospeso
pt: Quantidade pendente

# settings_cerrar_sesion
source: Sign out
es: Cerrar sesión
fr: Se déconnecter
it: Chiudere la sessione
pt: Fechar Sessão

# settings_nombre_usuario
source: Username
es: Nombre usuario
fr: Nom identifiant
it: Nome utente
pt: Nome de usuário

# settings_reemplazarBaseDeDatos
source: Replace database
es: Reemplazar base de datos
fr: Remplacer la base des données
it: Sostituire il database
pt: Substituir banco de dados

# settings_sincronicacionRealizadaConExito
source: Sync done successfully
es: Sincronización relaizado con éxito
fr: Synchronisation effectuée avec succès
it: Sincronizzazione eseguita correttamente
pt: Sincronização realizada com sucesso

# settings_enviarBaseDeDatos
source: Send database
es: Enviar base de datos
fr: Envoyer la base de données
it: Invia banca dati
pt: Enviar banco de dados

# settings_creandoArchivo
source: Creating file...
es: Creando archivo...
fr: Création de fichier...
it: Creazione file...
pt: Criando arquivo...

# settings_sincronizarDatos
source: Sync data
es: Sincronizar datos
fr: Synchroniser les données
it: Sincronizzare i dati
pt: Sincronizar dados

# settings_titulo
source: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Ajustes

# settings_user
source: User
es: Usuario
fr: Identifiant
it: Utente
pt: Usuário

# settings_version
source: Version
es: Versión
it: Versione
pt: Versão

# sinResultados
source: No Results
es: Sin resultados
fr: Sans résultats
it: Senza risultati
pt: Sem resultados

# sincConexion
source: Not connection
es: Sin conexión
fr: Sans conection
it: Senza connessione
pt: Sem conexão

# splash_articulos
source: Synchronizing articles...
es: Sincronizando artículos...
fr: Synchronisation des articles…
it: Sincronizzazione articoli...
pt: Sincronizando produtos...

# splash_clientes
source: Synchronizing customers...
es: Sincronizando clientes...
fr: Sychronisation des clients…
it: Sincronizzazione clienti...
pt: Sincronizando clientes…

# splash_descargandoBaseDeDatos
source: Downloading initial database... This process is done only once and can take several minutes depending on your Internet connection.
es: Descargando base de datos inicial... Este proceso se realizará solamente una vez y puede durar varios minutos en función de su conexión a Internet.
fr: Télécharger la base de données…
it: Download del database iniziale... Questo processo verrà eseguito solo una volta e potrebbe richiedere diversi minuti a seconda della connessione Internet.
pt: Baixando banco de dados...

# splash_otras
source: Synchronizing others...
es: Sincronizando otros...
fr: Syncronisation autres…
it: Sincronizzazione...
pt: Sincronizando outros…

# splash_pedidos
source: Synchronizing sales orders...
es: Sincronizando pedidos...
fr: Synchronisation des commandes…
it: Sincronizzazione degli ordini...
pt: Sincronizando pedidos…

# splash_visitas
source: Synchronizing visits...
es: Sincronizando visitas...
fr: Synchronisation des visites…
it: Sincronizzazione delle visite...
pt: Sincronizando visitas…

# subfamilia
source: Subfamily
es: Subfamilia
fr: Sous-famille
it: Sottofamiglia
pt: Subfamília

# ultimosPrecios_buscarUltimosPrecios
source: Search...
es: Buscar...
fr: Chercher…
it: Cercare...
pt: Buscar…

# ultimosPrecios_precio
source: Price
es: Precio
fr: Prix
it: Prezzo
pt: Preço

# ultimosPrecios_titulo
source: Last prices
es: Últimos precios
fr: Derniers prix
it: Ultimi prezzi
pt: Últimos preços

# unidad
source: pc.
es: ud.
fr: uté.
it: Unità
pt: uni.

# visita_enviada
source: Sent
es: Enviada
fr: Envoyé
it: Inviata
pt: Enviado

# visita_index_buscarVisitas
source: Search visits...
es: Buscar visitas...
fr: Chercher des visites…
it: Cerca visite...
pt: Buscar visitas…

# visita_index_titulo
source: Visits
es: Visitas
fr: Visites
it: Visite
pt: Visitas

# visita_noEnviada
source: Not sent
es: No enviada
fr: Non envoyé
it: Non inviata
pt: Não enviada

# visita_show_visitaDetalle_titulo
source: Visit detail
es: Detalle visita
fr: Détail visite
it: Visita dettagliata
pt: Detalhe visita

# visitas_edit_saved
source: Saved
es: Guardado
fr: Sauvegarder
it: Salvato
pt: Guardado

# visitas_edit_visitaEditar_atendidoPor
source: Attended by
es: Atendido por
fr: En présende de
it: Accolto da
pt: Com a presença de

# visitas_edit_visitaEditar_cliente
source: Customer
es: Cliente
fr: Client
it: Cliente
pt: Cliente

# visitas_edit_visitaEditar_clienteProvisional
source: Provisional customer
es: Cliente provisional
fr: Client provisoire
it: Cliente provvisorio
pt: Cliente provisório

# visitas_edit_visitaEditar_contacto
source: Contact
es: Contacto
it: Contatto
pt: Contato

# visitas_edit_visitaEditar_errorValidarFormulario
source: Error validating form
es: Error validando el formulario
fr: Une érreur est survenue en validant le formulaire
it: Errore durante la convalida del modulo
pt: Erro ao validar o formulário

# visitas_edit_visitaEditar_fecha
source: Date
es: Fecha
it: Data
pt: Data

# visitas_edit_visitaEditar_marcasCompetencia
source: Competitor brands
es: Marcas competencia
fr: Marques concurrence
it: Marchi della concorrenza
pt: Marcas da concorrência

# visitas_edit_visitaEditar_nombre
source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

# visitas_edit_visitaEditar_poblacion
source: City
es: Población
fr: Ville
it: Città
pt: Cidade

# visitas_edit_visitaEditar_resumen
source: Summary
es: Resumen
fr: Résumé
it: Riepilogo
pt: Resume

# visitas_edit_visitaEditar_saved
source: Saved
fr: Sauvegarder
it: Salvato
pt: Salvo

# visitas_edit_visitaEditar_telefono
source: Phone
es: Teléfono
fr: Téléphone
it: Telefono
pt: Telefone

# visitas_edit_visitaEditar_titleEditar
source: Edit visit
es: Editar visita
fr: Éditer la visite
it: Modifica visita
pt: Editar visita

# visitas_edit_visitaEditar_titleNueva
source: New visit
es: Nueva visita
fr: Nouvelle visite
it: Nuova visita
pt: Nova visita

# visitas_show_visitaDetalle_atendidoPor
source: Attended by
es: Atendido por
fr: En présende de
it: Accolto da
pt: Com a presença de

# visitas_show_visitaDetalle_clienteProvisional
source: Provisional customer
es: Cliente provisional
fr: Client provisoire
it: Cliente provvisorio
pt: Clienre provisório

# visitas_show_visitaDetalle_contacto
source: Contact
es: Contacto
it: Contatto
pt: Contato

# visitas_show_visitaDetalle_marcasCompetencia
source: Competitor brands
es: Marcas competencia
fr: Marques concurrence
it: Marchi della concorrenza
pt: Marcas da concorrência

# visitas_show_visitaDetalle_nombre
source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

# visitas_show_visitaDetalle_poblacion
source: City
es: Población
fr: Ville
it: Città
pt: Cidade

# visitas_show_visitaDetalle_resumen
source: Summary
es: Resumen
fr: Résumé
it: Riepilogo
pt: Resume

# visitas_show_visitaDetalle_telefono
source: Phone
es: Teléfono
fr: Téléphone
it: Telefono
pt: Telefone

# catalogos_index_titulo
source: Catalogs
es: Catálogos
fr: Catalogues
it: Cataloghi
pt: Catálogos

# catalogos_index_buscarCatalogo
source: Search catalogs...
es: Buscar catálogos...
fr: Chercher catalogues…
it: Cercare cataloghi...
pt: Buscar catálogos...

# catalogos_index_catalogoAdjunto_abriendoArchivo
source: Open attachment...
es: Abriendo archivo...
fr: Ouverture du fichier…
it: Aprendo file...
pt: Abrindo arquivo...

# catalogos_index_tipoCatalogo
source: Catalogs type
es: Tipo de catálogo
fr: Type de catalogue
it: Tipo di catalogo
pt: Tipo de catálogo

# catalogos_index_precio
source: Price
es: Precio
fr: Prix
it: Prezzo
pt: Preço

# catalogos_index_idioma
source: Language
es: Idioma
fr: Langage
it: Linguaggio
pt: Língua

# cliente_show_clienteContacto_clienteContactoEditPage_apellido
source: Last Name
es: Apellido
fr: Le nom
it: Cognome
pt: Apelido

# cliente_show_clienteContacto_clienteContactoEditPage_contactoGuardadoConExito
source: Contact saved successfully
es: Contacto guardado con éxito
fr: Contact enregistré avec succès
it: Contatto salvato con successo
pt: Contato salvo com sucesso

# cliente_show_clienteContacto_clienteContactoEditPage_contactoNoGuardado
source: Contact saved successfully
es: El contacto no se ha podiod guardar
fr: Le contact n'a pas pu être enregistré
it: Impossibile salvare il contatto
pt: O contato não pôde ser salvo

# cliente_show_clienteContacto_clienteContactoEditPage_editarContacto
source: Edit contact
es: Editar contacto
fr: Modifier le contact
it: Modifica il contatto
pt: Editar contato

# cliente_show_clienteContacto_clienteContactoEditPage_nombre
source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

# cliente_show_clienteContacto_clienteContactoEditPage_observaciones
source: Remarks
es: Observaciones
fr: Observations
it: Osservazioni
pt: Observações

# cliente_show_clienteContacto_clienteContactoEditPage_segundoApellido
source: Second Last Name
es: Segundo apellido
fr: Deuxième nom de famille
it: Secondo cognome
pt: Segundo sobrenome

# cliente_show_clienteContacto_clienteContactoEditPage_telefono1
source: Phone
es: Teléfono
fr: Téléphone
it: Telefono
pt: Telefone

# cliente_show_clienteContacto_clienteContactoEditPage_telefono2
source: Phone 2
es: Teléfono 2
fr: Téléphone 2
it: Telefono 2
pt: Telefone 2

# cliente_show_clienteContacto_hayCambiosSinTramitar
source: Have changes pending to process
es: Hay cambios pendientes de tramitar
fr: Il y a des changements en attente de traitement
it: Sono presenti modifiche in attesa di elaborazione
pt: Há alterações com processamento pendente

# cliente_show_clienteDireccion_clienteDireccionEditPage_codigoPostal
source: Zip code
es: Código postal
fr: Code postal
it: Codice postale
pt: Código postal

# cliente_show_clienteDireccion_clienteDireccionEditPage_direccion1
source: Shipping address 1
es: Dirección 1
fr: Direction 1
it: Indirizzo 1
pt: Direção 1

# cliente_show_clienteDireccion_clienteDireccionEditPage_direccion2
source: Shipping Address 2
es: Dirección 2
fr: Adresse 2
it: Indirizzo 2
pt: Endereço 2

# cliente_show_clienteDireccion_clienteDireccionEditPage_direccionGuardadaConExito
source: Shipping address saved successfully
es: Dirección de envío guardada con éxito
fr: Adresse de livraison enregistrée avec succès
it: Indirizzo di spedizione salvato con successo
pt: Endereço de entrega salvo com sucesso

# cliente_show_clienteDireccion_clienteDireccionEditPage_direccionNoGuardada
source: Shipping address saved successfully
es: Dirección de envío no guardada
fr: Adresse de livraison non enregistrée
it: Indirizzo di spedizione non salvato
pt: Endereço de entrega não salvo

# cliente_show_clienteDireccion_clienteDireccionEditPage_editarDireccion
source: Edit shipping address
fr: Modifier l'adresse de livraison
it: Modifica l'indirizzo di spedizione
pt: Editar endereço de entrega

# cliente_show_clienteDireccion_clienteDireccionEditPage_nombre
source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

# cliente_show_clienteDireccion_clienteDireccionEditPage_poblacion
source: City
es: Población
fr: Ville
it: Popolazione
pt: População

# cliente_show_clienteDireccion_clienteDireccionEditPage_provincia
source: Province
es: Provincia
it: Provincia
pt: Província

# cliente_show_clienteDireccion_hayCambiosSinTramitar
source: Have changes pending to process
es: Hay cambios pendientes de tramitar
fr: Il y a des changements à traiter
it: Ci sono modifiche da elaborare
pt: Há mudanças para processar

# cliente_show_clienteContacto_clienteContactoEditPage_cambiosPendientesDeTramitar
source: Changes pending to process
es: Cambios pendientes de tramitar
fr: Modifications en attente de traitement
it: Modifiche in attesa di elaborazione
pt: Alterações pendentes de processamento

# cliente_show_clienteContacto_clienteContactoImpListTile_contactoEliminado
source: Contact deleted
es: Contacto eliminado
fr: Contact supprimé
it: Contatto eliminato
pt: Contato deletado

# cliente_show_clienteContacto_clienteContactoListPage_cambiosPendientesDeTramitar
source: Changes pending to process
es: Cambios pendientes de tramitar
fr: Modifications en attente de traitement
it: Modifiche in attesa di elaborazione
pt: Alterações pendentes de processamento

# cliente_show_clienteContacto_hayCambiosDeEnviar
source: Have changes pending to send
es: Hay cambios pendientes de enviar
fr: Il y a des changements en attente d'envoi
it: Sono presenti modifiche in attesa di invio
pt: Há alterações pendentes para envio

source: Changes pending to process
es: Cambios pendientes de tramitar
fr: Modifications en attente de traitement
it: Modifiche in attesa di elaborazione
pt: Alterações pendentes de processamento

# cliente_show_clienteDireccion_clienteDireccionImpListTile_direccionEliminada
source: Shipping address deleted
es: Dirección eliminada
fr: Adresse supprimée
it: Indirizzo rimosso
pt: Endereço removido

source: Changes pending to process
es: Cambios pendientes de tramitar
fr: Modifications en attente de traitement
it: Modifiche in attesa di elaborazione
pt: Alterações pendentes de processamento

# cliente_show_clienteDireccion_hayCambiosDeEnviar
source: Have changes pending to send
es: Hay cambios pendientes de enviar
fr: Il y a des changements en attente d'envoi
it: Sono presenti modifiche in attesa di invio
pt: Há alterações pendentes para envio

# commonWidgets_visitDialogue_saving
source: Saving...
es: Guardando...
fr: Sauver...
it: Salvataggio...
pt: Salvando...

source: No
fr: Non
it: Non
pt: Não

# visitas_edit_visitaEditar_validatorExistEmailMessage
source: Exist a customer with this email. Are you sure that you want to save visit anyway?
es: Existe un cliente con este email. Estás seguro que quieres guardar la visita de todos modos?
fr: Il y a un client avec cet e-mail. Voulez-vous vraiment enregistrer la visite malgré tout ?
it: C'è un cliente con questa email. Sei sicuro di voler salvare comunque la visita?
pt: Há um cliente com este e-mail. Tem certeza de que deseja salvar a visita mesmo assim?

# visitas_edit_visitaEditar_validatorExistPhoneMessage
source: Exist a customer with this phone. Are you sure that you want to save visit anyway?
es: Existe un cliente con este teléfono. Estás seguro que quieres guardar la visita de todos modos?
fr: Il y a un client avec ce téléphone. Voulez-vous vraiment enregistrer la visite malgré tout ?
it: C'è un cliente con questo telefono. Sei sicuro di voler salvare comunque la visita?
pt: Há um cliente com este telefone. Tem certeza de que deseja salvar a visita mesmo assim?

source: Yes
es: Sí
fr: Oui
it: Sì
pt: Sim

# splash_a
source: to version
es: a versión
fr: à la version
it: alla versione
pt: para versão

# splash_actualizandoBaseDeDatosDe
source: Updating version database
es: Actualizando base de datos de versión
fr: Mise à jour de la base de données des versions
it: Aggiornamento del database delle versioni
pt: Atualizando o banco de dados da versão

# cliente_show_clienteDevolucion_agencia
source: Agency
es: Agencia
fr: Agence
it: Agenzia
pt: Agência

# cliente_show_clienteDevolucion_bultos
source: Packages
es: Bultos
fr: Des morceaux
it: Grumi
pt: Caroços

# cliente_show_clienteDevolucion_cantidadServida
source: Served quantity
es: Cantidad servida
fr: Quantité servie
it: Quantità servita
pt: Quantidade Servida

# cliente_show_clienteDevolucion_destino
source: Destination
es: Destino
fr: La destination
it: Destinazione
pt: Destino

# cliente_show_clienteDevolucion_detalleDevolucion
source: Return detail
es: Detalle devolución
fr: Détail du retour
it: Dettaglio reso
pt: Detalhe da devolução

# cliente_show_clienteDevolucion_kilosDevolucion
source: Kilos return
es: Kilos devolución
fr: Kilo retour
it: Ritorno chili
pt: Retorno de quilos

# cliente_show_clienteDevolucion_titulo
source: Returns
es: Devoluciones
fr: Retour
it: Ritorna
pt: Devoluções

# paises_search_title
source: Search country...
es: Buscar país...
fr: Rechercher un pays...
it: Cerca Paese...
pt: Pesquisar país...

source: Search...
es: Buscar...
fr: Rechercher ...
it: Cerca ...
pt: Pesquisar ...

# visitas_edit_visitaEditar_codigoPostal
source: Zip code
es: Código postal
fr: Code postal
it: Codice postale
pt: Código postal

# visitas_edit_visitaEditar_direccion1
source: Address 1
es: Dirección 1
fr: Direction 1
it: Indirizzo 1
pt: Direção 1

# visitas_edit_visitaEditar_direccion2
source: Address 2
es: Dirección 2
fr: Adresse 2
it: Indirizzo 2
pt: Endereço 2

# visitas_edit_visitaEditar_pais
source: Country
es: País
fr: Pays
it: Paese
pt: País

# visitas_edit_visitaEditar_provincia
source: Province
es: Provincia
it: Provincia
pt: Província

source: Notification
es: Notificación
it: Notifica
pt: Notificação

source: Notification detail
es: Detalle de la notificación
fr: Détails des notifications
it: Dettaglio notifica
pt: Detalhe da notificação

source: Notifications
es: Notificaciones
it: notifiche
pt: notificações

# cliente_show_clienteDetalle_fiscalData
source: Fiscal data
es: Datos fiscales
fr: Données fiscales
it: Dati fiscali
pt: Dados fiscais

source: Pending
es: Pendiente
fr: En attente
it: In attesa di
pt: Pendente

# cliente_alrededor_potenciales
source: Potentials
es: Potenciales
fr: Potentiels
it: Potenziali
pt: Potenciais

# pedido_edit_selectQuantity_cantidadCaja
source: Box Quantity
es: Cantidad caja
fr: Quantité de la boîte
it: Quantità di scatola
pt: Quantidade de caixas

# pedido_edit_selectQuantity_cantidadPalet
source: Pallet Quantity
es: Cantidad palé
fr: Quantité de palette
it: Quantità di pallet
pt: Quantidade de paletes

# pedido_edit_selectQuantity_cantidadSubcaja
source: Subbox quantity
es: Cantidad subcaja
fr: Quantité de sous-boîte
it: Quantità di sottocasella
pt: Quantidade de subcaixas

# pedido_edit_selectQuantity_palet
source: Pallet
fr: Palette
pt: Palete

# pedido_edit_selectQuantity_subcaja
source: Subbox
es: Subcaja
fr: Sous-boîte
it: Sottocasella
pt: Subcaixa

# pedido_edit_selectQuantity_unidades
source: Units
es: Unidades
fr: Unités
it: Unità
pt: Unidades

# pedido_edit_selectQuantity_cajas
source: Boxes
es: Cajas
fr: Des boîtes
it: Cajas
pt: Caixas

# pedido_edit_selectQuantity_pallets
source: Pallets
fr: Palettes
it: Pallet
pt: Paletes

# pedido_edit_selectQuantity_subcajas
source: Subboxes
es: Subcajas
fr: Sous-boîtes
it: Sottocaselle
pt: Subcaixas

# pedido_edit_selectQuantity_importe
source: Amount
es: Importe
fr: Montant
it: Importo
pt: Montante

# cliente_alrededor_ventasAnoAnterior
source: Last year sales
es: Ventas año anterior
fr: Ventes de l'année précédente
pt: Vendas do ano anterior

# pedido_edit_pedidoEdit_pedidoClienteMax50
source: The field customer sales order cannot be more than 50 characters
es: El campo pedido cliente no puede tener más de 50 caracteres
fr: Le champ de commande client ne peut pas contenir plus de 50 caractères
pt: O campo do pedido cliente não pode ter mais de 50 caracteres

# articulo_show_articuloDetalle_analisis
source: Analysis
es: Análisis
fr: Une analyse
pt: Análise

# articulo_show_articuloDetalle_anoActual
source: Current
es: Actual
fr: Courant
pt: Atual

# articulo_show_articuloDetalle_anoAnterior
source: Last
es: Anterior
fr: Précédent
pt: Anterior

# articulo_show_articuloDetalle_hace2Anos
source: Two years ago
es: Hace 2 años
fr: Il y'a 2 ans
pt: Há 2 anos

# articulo_show_articuloDetalle_margen
source: Margin
es: Margen
fr: Marge
pt: Margem

# articulo_show_articuloDetalle_ventas
source: Sales
es: Ventas
fr: Ventes
pt: Vendas

# precioNoPuedeSerMenorAlPrecioMinimo
source: The price cannot be less than the minimum price
es: El precio no puede ser menor al precio mínimo
fr: Le prix ne peut être inférieur au prix minimum
pt: O preço não pode ser inferior ao preço mínimo
