Repository: polpenyarrojaNik/jbm_nikel_mobile
Catalog: lib/l10n/intl_*.arb
Languages: es, fr, it, pt

# articulo
source: Article
es: Artículo
it: Articolo
pt: Pesquisar um produto

# articulo_index_buscarArticulos
source: Search articles...
es: Buscar artículos
fr: Chercher des articles
it: Cercare articoli
pt: Pesquisar um produto

# articulo_index_titulo
source: Articles
es: Artículos
it: Articoli
pt: produtos

# articulo_show_articuloComponentes_titulo
source: Components
es: Componentes
fr: Composants
it: Componenti
pt: Componentes

# articulo_show_articuloDetalle_activoApp
source: Active app
es: Activo app
fr: Actif sur l'app
it: Attivo APP
pt: Ativo app

# articulo_show_articuloDetalle_activoWeb
source: Active web
es: Activo web
fr: Actif sur la web
it: Attivo web
pt: Ativo web

# articulo_show_articuloDetalle_cantidadCaja
source: Box quantity
es: Cantidad caja
fr: Quantité carton
it: Quantità scatola
pt: Quantidade por caixa

# articulo_show_articuloDetalle_cantidadPalet
source: Pallet quantity
es: Cantidad palet
fr: Quantité palette
it: Quantità pallet
pt: Quantidadr por palet

# articulo_show_articuloDetalle_cantidadSubcaja
source: Subbox quantity
es: Cantidad subcaja
fr: Quantité subcarton
it: Quantità sub-scatola
pt: Quantidade subcaixa

# articulo_show_articuloDetalle_codigo
source: Code
es: Código
it: Codice
pt: Código

# articulo_show_articuloDetalle_consultas
source: Queries
es: Consultas
fr: Renseignements
it: Informazione
pt: Consultas

# articulo_show_articuloDetalle_datosGenerales
source: General data
es: Datos generales
fr: Données générales
it: Dati generali
pt: Dados gerais

# articulo_show_articuloDetalle_datosLogistica
source: Logistic data
es: Datos logística
fr: Donées logistiques
it: Dati logistici
pt: Dados logística

# articulo_show_articuloDetalle_datosRelacionados
source: Related data
es: Datos relacionados
fr: Donées relacionées
it: Dati correlati
pt: Dados relacionados

# articulo_show_articuloDetalle_descatalogadoCompras
source: Discontinued
es: Descatalogado
fr: Décatalogué
it: Fuori catalogo
pt: Descatalogado

# articulo_show_articuloDetalle_descripcion
source: Description
es: Descripción
fr: Déscription
it: Descrizione
pt: Descrição

# articulo_show_articuloDetalle_enCatalogo
source: In cataloge
es: En Catálogo
fr: En catalogue
it: In Catalogo
pt: No Catalogo

# articulo_show_articuloDetalle_entrega1
source: Delivery 1
es: Entrega 1
fr: Livraison 1
it: Consegna 1
pt: Entrega 1

# articulo_show_articuloDetalle_entrega2
source: Delivery 2
es: Entrega 2
fr: Livraison 2
it: Consegna 2
pt: Entrega 2

# articulo_show_articuloDetalle_entrega3
source: Delivery 3
es: Entrega 3
fr: Livraison 3
it: Consegna 3
pt: Entrega 3

# articulo_show_articuloDetalle_familia
source: Family
es: Familia
fr: Famille
it: Famiglia
pt: Família

# articulo_show_articuloDetalle_medidas
source: Measures
es: Medidas
fr: Mesures
it: Misure
pt: medidas

# articulo_show_articuloDetalle_noDisponible
source: Not available
es: No disponible
fr: Non disponible
it: Non disponibile
pt: Não disponível

# articulo_show_articuloDetalle_otrosDatos
source: Other data
es: Otros datos
fr: Autres donées
it: Altri dati
pt: Outros dados

# articulo_show_articuloDetalle_pagina2Edicion
source: Page 2nd edition
es: Página 2ªEdición
fr: Page 2ième édition
it: Pagina 2a edizione
pt: Página 2ªEdição

# articulo_show_articuloDetalle_paginaEnCatalogo
source: Page in catalogue
es: Página en catálogo
fr: Page en catalogue
it: Pagina in catalogo
pt: Página no catálogo

# articulo_show_articuloDetalle_peso
source: Weight
es: Peso
fr: Poid
it: Peso
pt: Peso

# articulo_show_articuloDetalle_resumen
source: Summary
es: Resumen
fr: Résumé
it: Riepilogo
pt: Resume

# articulo_show_articuloDetalle_stockYEntregas
source: Stock & deliveries
es: Stock & Entregas
fr: Stock et Livraisons
it: Stock & Consegne
pt: Stock e entregas

# articulo_show_articuloDetalle_subfamilia
source: Subfamily
es: Subfamilia
fr: Subfamille
it: Sottofamiglia
pt: Subfamilia

# articulo_show_articuloDetalle_titulo
source: Article detail
es: Artículo detalle
fr: Article détail
it: Dettaglio articolo
pt: Datalhe do produto

# articulo_show_articuloDocumentos_titulo
source: Documents
es: Documentos
it: Documenti
pt: Documentos

# articulo_show_articuloGruposNetos_titulo
source: Net groups
es: Grupos Netos
fr: Groupes Nets
it: Gruppi netti
pt: Grupos líquidos

# articulo_show_articuloPedidoVenta_titulo
source: Sales orders
es: Pedidos de venta
fr: Commandes de vente
it: Ordini di vendita
pt: Encomendas de venda

# articulo_show_articuloPreciosTarifa_titulo
source: Rate Prices
es: Precios Tarifa
fr: Prix tarif
it: Prezzi Tariffa
pt: Preço tarifa

# articulo_show_articuloRecambio_titulo
source: Spare
es: Recambios
fr: Pièces détachées
it: Pezzi di ricambio
pt: reposição

# articulo_show_articuloSustitutivo_titulo
source: Substitute Artiicles
es: Artículos sustiutivos
fr: Article sustitutif
it: Articoli sostitutivi
pt: Produtos su

# articulo_show_articuloVentasArticulo_cantidad
source: Quantity
es: Cantidad
fr: Quantité
it: Quantità
pt: produtos substitutos

# articulo_show_articuloVentasArticulo_cliente
source: Customer
es: Cliente
fr: Client
it: Cliente
pt: Cliente

# articulo_show_articuloVentasArticulo_importe
source: Amount
es: Importe
fr: Montant
it: Importo
pt: Quantia

# articulo_show_articuloVentasCliente_titulo
source: Customers sales
es: Ventas clientes
fr: Ventes clients
it: Vendite al cliente
pt: Vendas cliente

# articulo_show_articuloVentasMes_mes
source: Month
es: Mes
fr: Mois
it: Mese
pt: mês

# articulo_show_articuloVentasMes_titulo
source: Monthly sales (pc.)
es: Ventas Mes (ud.)
fr: Ventes Mois
it: Mese vendite (unità)
pt: Vendas mês

# articulo_todos
source: All
es: Todos
fr: Toute
it: Tutti
pt: Iniciar sessão

# auth_loginPage_contrasena
source: Password
es: Contraseña
fr: Code
pt: Senha

# auth_loginPage_iniciarSesion
source: Log in
es: Iniciar sesión
fr: S'identifier
it: Accesso
pt: Iniciar sessão

# auth_loginPage_requerido
source: Required field
es: Este campo no puede estar vacío
fr: Ce champ ne peux pas être en blanc
it: Questo campo non può essere vuoto
pt: Este campo não pode estar vazio

# auth_loginPage_titulo
source: Welcome to
es: Bienvenido a
fr: Bienvenue chez
it: Benvenuto a
pt: bem-vindo a

# auth_loginPage_usuario
source: User
es: Usuario
fr: Identifiant
it: Utente
pt: usuário

# cliente_alrededor_cargandoMapa
source: Loading map
es: Cargando mapa
fr: Chergement carte
it: Caricamento mappa
pt: Carregando mapa

# cliente_alrededor_margenAnoActual
source: Current year margin
es: Margen año actual
fr: Marge de l'année en cours
it: Margine dell'anno in corso
pt: Margem ano atual

# cliente_alrededor_porcentajeAbonos
source: Payment percentage
es: Porcentaje abonos
fr: Pourcentage d'avoirs
it: Percentuale di pagamento
pt: Porcentagem carta de credito

# cliente_alrededor_titulo
source: Towards clients
es: Clientes alrededor
fr: Clients aux alentours
it: Clienti vicino a te
pt: clientes ao redor

# cliente_alrededor_ventasAnoActual
source: Current year sales
es: Ventas año actual
fr: Ventes de l'année actuelle
it: Vendite dell'anno in corso
pt: Vendas ano atual

# cliente_alrededor_direccionesEnvio
source: Shipping addresses
es: Direcciones de envío
fr: Adresses d'envois
it: Indirizzi di spedizione
pt: Endereços de Envio

# cliente_index_buscarClientes
source: Search customers...
es: Buscar clientes...
fr: Chercher des clients…
it: Cerca clienti...
pt: Buscar clientes…

# cliente_index_titulo
source: Customer
es: Clientes
fr: Clients
it: Clienti
pt: clientes

# cliente_show_clienteAdjunto_abriendoArchivo
source: Open attachment...
es: Abriendo archivo...
fr: Ouverture du fichier…
it: Aprendo file...
pt: Abrindo arquivo

# cliente_show_clienteAdjunto_titulo
source: Attachments
es: Adjuntos
fr: Pièces jointes
it: Allegati
pt: Anexos

# cliente_show_clienteArticulosTop_articulo
source: Article
es: Artículo
it: Articolo
pt: Produto

# cliente_show_clienteArticulosTop_descripcion
source: Description
es: Descripción
fr: Déscription
it: Descrizione
pt: Descrição

# cliente_show_clienteArticulosTop_ventasCliente
source: Customer sales
es: Ventas cliente
fr: Ventes clients
it: Vendite al cliente
pt: Vendas cliente

# cliente_show_clienteArticulosTop_ventasTotal
source: Total sales
es: Ventas total
fr: Ventes totales
it: Vendite totali
pt: Vendas total

# cliente_show_clienteContacto_nombre
source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

# cliente_show_clienteContacto_observaciones
source: Remarks
es: Observaciones
fr: Observations
it: Osservazioni
pt: Observações

# cliente_show_clienteContacto_phone1
source: Phone 1
es: Teléfono 1
fr: Téléphone 1
it: Telefono 1
pt: Telefone 1

# cliente_show_clienteContacto_phone2
source: Phone 2
es: Teléfono 2
fr: Téléphone 2
it: Telefono 2
pt: Telefone 2

# cliente_show_clienteContacto_titulo
source: Contacts
es: Contactos
it: Contatti
pt: Contatos

# cliente_show_clienteDescuento_desDe
source: Since
es: Desde
fr: Depuis
it: Da
pt: Desde

# cliente_show_clienteDescuento_titulo
source: Discounts
es: Descuentos
fr: Remises
it: Sconti
pt: descontos

# cliente_show_clienteDetalle_analisis
source: Analysis
es: Análisis
fr: Analyse
it: Analisi
pt: Análise

# cliente_show_clienteDetalle_anoActual
source: Current year
es: Actual
fr: Actuel
it: Attuale
pt: Ano atual

# cliente_show_clienteDetalle_anoAnterior
source: Last year
es: Anterior
fr: L'année dernière
it: Anteriore
pt: Ano anterior

# cliente_show_clienteDetalle_bonificacion
source: Bonus
es: Bonificación
pt: Bonificação

# cliente_show_clienteDetalle_centralCompras
source: Shopping center
es: Central compras
fr: Central d'achat
it: Centrale acquisti
pt: Central compras

# cliente_show_clienteDetalle_codigoPostal
source: Zip code
es: Código Postal
fr: Code postal
it: Codice Postale
pt: Código Postal

# cliente_show_clienteDetalle_comercial1
source: Commercial 1
es: Comercial 1
fr: Commerciale 1
it: Commerciale 1
pt: Concedido JBM

# cliente_show_clienteDetalle_comercial2
source: Commercial 2
es: Comercial 2
fr: Commerciale 2
it: Commerciale 2
pt: Consultas

# cliente_show_clienteDetalle_concedidoCOFACE
source: Granted COFACE
es: Concedido COFACE
fr: Coface accordé
it: Concesso COFACE
pt: Concedido COFACE

# cliente_show_clienteDetalle_concedidoFecha
source: Granted date
es: Concedido fecha
fr: Date accordée
it: Concesso in data
pt: Concedido data

# cliente_show_clienteDetalle_concedidoJBM
source: Granted JBM
es: Concedido JBM
fr: Jbm accordé
it: Concesso JBM
pt: Concedido JBM

# cliente_show_clienteDetalle_consultas
source: Queries
es: Consultas
fr: Renseignements
it: Informazioni
pt: Consultas

# cliente_show_clienteDetalle_datosGenerales
source: General data
es: Datos generales
fr: Données générales
it: Dati generali
pt: Dados Gerais

# cliente_show_clienteDetalle_datosRelacionados
source: Related data
es: Datos relacionados
fr: Donées relacionées
it: Dati correlati
pt: Dados Relacionados

# cliente_show_clienteDetalle_descuentoGeneral
source: General discount
es: Descuento general
fr: Remise génerale
it: Sconto complessivo
pt: Desconto geral

# cliente_show_clienteDetalle_descuentoPP
source: Early payment discount
es: Descuento P.P
fr: Remise paiement anticipé
it: Sconto P.P
pt: Desconto P.P.

# cliente_show_clienteDetalle_direccion
source: Address
es: Dirección
fr: Adresse
it: Indirizzo
pt: Morada

# cliente_show_clienteDetalle_direccion2
source: Address 2
es: Dirección 2
fr: Adresse 2
it: Indirizzo 2
pt: Morada 2

# cliente_show_clienteDetalle_divisa
source: Valuta
es: Divisa
fr: Monnaie
pt: Moeda

# cliente_show_clienteDetalle_factPendientes
source: Pending payments
es: Fact. pendientes
fr: Factures en attentes
it: Fatture in sospeso
pt: Fat. Pendentes

# cliente_show_clienteDetalle_facturacion
source: Billing
es: Facturación
fr: Facturation
it: Fatturazione
pt: Faturação

# cliente_show_clienteDetalle_fechaCOFACE
source: COFACE date
es: Fecha COFACE
fr: Date COFACE
it: Data COFACE
pt: Data COFACE

# cliente_show_clienteDetalle_hace2Anos
source: Two years ago
es: Hace 2 años
fr: Il y'a 2 ans
it: 2 anni fa
pt: Há 2 anos

# cliente_show_clienteDetalle_longitud
source: Longitude
es: Longitud
it: Longitudine
pt: Longetude

# cliente_show_clienteDetalle_margen
source: Margin
es: Margen
fr: Marge
it: Margine
pt: Margem

# cliente_show_clienteDetalle_metodoCalculoPrecio
source: Price calculation type
es: Método cálculo precio
fr: Méthode de calcul de prix
it: Metodo di calcolo del prezzo
pt: Método de cálculo do preço

# cliente_show_clienteDetalle_metodoCalculoPrecioMejorPrecioDescripcion
source: Best price
es: Mejores precios
fr: Meilleurs prix
it: Migliori prezzi
pt: Melhores preços

# cliente_show_clienteDetalle_metodoCalculoPrecioPreciosNetosDescripcion
source: Net prices
es: Precios netos
fr: Prix nets
it: Prezzi netti
pt: Preço líquido

# cliente_show_clienteDetalle_metodoDeCobro
source: Collection method
es: Método de cobro
fr: Mode de paiement
it: Metodo di pagamento
pt: Método de pagamento

# cliente_show_clienteDetalle_nombreFiscal
source: Fiscal name
es: Nombre fiscal
fr: Nom fiscal
it: Nome fiscale
pt: Nome fiscal

# cliente_show_clienteDetalle_pais
source: Country
es: País
fr: Pays
it: Stato
pt: País

# cliente_show_clienteDetalle_pdteCobroNoVencido
source: Pending Collection No Due
es: Pdte. Cobro No Vencido
fr: Recouvrement paiementnon échu
it: In attesa di pagamento non scaduto
pt: Pendente de pgto. não vencido

# cliente_show_clienteDetalle_pdteCobroVencido
source: Pending Collection Due
es: Pdte. Cobro Vencido
fr: Recouvrement paiement échu
it: In attesa di pagamento scaduto
pt: Pendente de de pagto Vencido

# cliente_show_clienteDetalle_pdteFacturar
source: Pending to invoice
es: Pdte. de facturar
fr: En attente de facturation
it: In sospeso da addebitare
pt: Pendente de faturar

# cliente_show_clienteDetalle_pdteServir
source: Pending to serve
es: Pdte. Servir
fr: En attente de servir
it: In sospeso da servire
pt: Pendente de servir

# cliente_show_clienteDetalle_plazoDeCobro
source: Collection term
es: Plazo de cobro
fr: Délai de paiement
it: Periodo di pagamento
pt: Prazo de pagamento

# cliente_show_clienteDetalle_poblacion
source: City
es: Población
fr: Ville
it: Città
pt: Cidade

# cliente_show_clienteDetalle_porcentajeAbonos
source: Returns percentage
es: Porcentaje abonos
fr: Pourcentage d'avoirs
it: Percentuale di accrediti
pt: Porcentagem de carta de crédito

# cliente_show_clienteDetalle_porcentajeGarantias
source: Warranty percentage
es: Porcentaje garantias
fr: Pourcentage de garanties
it: Percentuale garanzie
pt: Porcentagem garantias

# cliente_show_clienteDetalle_preciosYFormaDePago
source: Prices & Payment Methods
es: Precios & Formas de pago
fr: Prix & mode de paiement
it: Prezzi e metodi di pagamento
pt: Preços & forma de pagameto

# cliente_show_clienteDetalle_provincia
source: State
es: Provincia
fr: Province
it: Provincia
pt: Estado

# cliente_show_clienteDetalle_riesgoActual
source: Current risk
es: Riesgo actual
fr: Risque actuel
it: Rischio attuale
pt: Risco atual

# cliente_show_clienteDetalle_riesgoConcedido
source: Granted risk
es: Riesgo concedido
fr: Risque accordé
it: Rischio concesso
pt: risco concedido

# cliente_show_clienteDetalle_riesgoExcedido
source: Exeeded risk
es: Riesgo excedido
fr: Risque échu
it: Rischio superato
pt: risco excedido

# cliente_show_clienteDetalle_riesgos
source: Risks
es: Riesgos
fr: Risques
it: Rischi
pt: Riscos

# cliente_show_clienteDetalle_tarifa
source: Rate price
es: Tarifa
fr: tarif
it: Tariffa
pt: Tarifa

# cliente_show_clienteDetalle_titulo
source: Customer detail
es: Cliente detalle
fr: Détail Client
it: Dettaglio del cliente
pt: Detalhe cliente

# cliente_show_clienteDetalle_ventas
source: Sales
es: Ventas
fr: Ventes
it: Vendite
pt: Vendas

# cliente_show_clienteDireccion_titulo
source: Shipping Addresses
es: Direcciones envío
fr: Adresse d'envoi
it: Indirizzi di spedizione
pt: Morada de envío

# cliente_show_clienteFacturasPendientes_estadoCobrado
source: Charged
es: Cobrado
fr: Payer
it: Incassato
pt: Cobrado

# cliente_show_clienteFacturasPendientes_estadoDevuelto
source: Returned
es: Devuelto
fr: Revenu
it: Restituito
pt: Devolvido

# cliente_show_clienteFacturasPendientes_estadoImpagado
source: Unpaid
es: Impagado
fr: Impayé
it: Non pagato
pt: não pago

# cliente_show_clienteFacturasPendientes_estadoPendiente
source: Pending
es: Pendiente
fr: En attente
it: In sospeso
pt: Pendente

# cliente_show_clienteFacturasPendientes_fFactura
source: Bill date
es: F. factura
fr: Date facture
it: Data fattura
pt: Data Fatura

# cliente_show_clienteFacturasPendientes_fvcto
source: Expire date
es: F. Vcto
fr: Date expiration
it: Data scadenza
pt: Venc. Fatura

# cliente_show_clienteFacturasPendientes_fvctoOriginal
source: Original expire date
es: F. Vcto. original
fr: Expiration originale
it: Data scadenza originale
pt: Venc. Data original

# cliente_show_clienteFacturasPendientes_titulo
source: Pending Payments
es: Facturas Pendietes
fr: Factures en attentes
it: Fatture in sospeso
pt: Faturas pendentes

# cliente_show_clienteFacturasPendientes_vencInicial
source: Init Expiration
es: Venc. Inicial
fr: Expiration iniciale
it: Scadenza iniziale
pt: Venc. Inicial

# cliente_show_clienteFacturasPendientes_vencidoJBM
source: JBM expirated
es: Vencido JBM
fr: Expiré JBM
it: JBM scaduto
pt: Vencido JBM

# cliente_show_clienteGrupoNeto_titulo
source: Net groups
es: Grupos Netos
fr: Groupes Nets
it: Gruppi netti
pt: Grupos líquidos

# cliente_show_clientePedidos_titulo
source: Sales orders
es: Pedidos
fr: Commandes
it: Ordini
pt: Pedidos

# cliente_show_clientePrecioNeto_desDe
source: Since
es: Desde
fr: Depuis
it: Da
pt: Desde

# cliente_show_clientePrecioNeto_titulo
source: Net prices
es: Precios Netos
fr: Prix nets
it: Prezzi netti
pt: Preços líquidos

# cliente_show_clienteVentasArticulo_articulo
source: Article
es: Artículo
it: Articolo
pt: Produto

# cliente_show_clienteVentasArticulo_buscar
source: Search article...
es: Buscar artículo...
fr: Chercher article...
it: Cerca articolo...
pt: Mês

# cliente_show_clienteVentasArticulo_cantidad
source: Quantity
es: Cantidad
fr: Quantité
it: Quantità
pt: Quantidade

# cliente_show_clienteVentasArticulo_description
source: Description
es: Descripción
fr: Déscription
it: Descrizione
pt: Descrição

# cliente_show_clienteVentasArticulo_importe
source: Amount
es: Importe
fr: Montant
it: Importo
pt: Valor

# cliente_show_clienteVentasArticulo_titulo
source: Articles sales (pc.)
es: Ventas artículos (ud.)
fr: Ventes articles
it: Vendite di articoli (unità)
pt: Vendas artículos

# cliente_show_clienteVentasMes_mes
source: Month
es: Mes
fr: Mois
it: Mese
pt: Mês

# cliente_show_clienteVentasMes_titulo
source: Monthly sales (pc.)
es: Ventas Mes (ud.)
fr: Vente mois
it: Vendite mensuali (unità)
pt: Vendas mês

# cliente_show_clienteVisitas_titulo
source: Visits
es: Visitas
fr: Visites
it: Visite
pt: Visitas

# commonWidgets_appDrawer_ajustes
source: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Ajustes

# commonWidgets_appDrawer_articulos
source: Articles
es: Artículos
it: Articoli
pt: Produtos

# commonWidgets_appDrawer_clientes
source: Customer
es: Clientes
fr: Clients
it: Clienti
pt: Clientes

# commonWidgets_appDrawer_pedidos
source: Sales orders
es: Pedidos
fr: Commandes
it: Ordini
pt: Encomendas

# commonWidgets_appDrawer_visitas
source: Visits
es: Visitas
fr: Visites
it: Visite
pt: Visitas

# commonWidgets_appDrawer_catalogos
source: Catalogs
es: Catálogos
fr: Catalogues
it: Cataloghi
pt: Catálogos

# commonWidgets_emptyPlaceholder_irAIncio
source: Go Home
es: Ir a inicio
fr: Retournet au commencement
it: Tornare a inizio
pt: Ir ao início

# commonWidgets_sliderBackground_borrar
source: Delete
es: Borrar
fr: Éffacer
it: Elimina
pt: Apagar

# commonWidgets_ultimaSincronizacion
source: Last sync
es: Última sincronización
fr: Dernière syncronisation
it: Ultima sincronizzazione
pt: última sincronização

# familia
source: Family
es: Familia
fr: Famille
it: Famiglia
pt: Desc. :

# haOcurridoUnError
source: An error occurred
es: Ha ocurrido un error
fr: Une érreur est survenue
it: C'è stato un errore
pt: ocorreu um erro

# askPopAlertDialog_aceptar
source: Accept
es: Aceptar
fr: Accepter
it: Accettare
pt: Aceitar

# askPopAlertDialog_atencion
source: Attention:
es: Atención:
it: Attenzione:
pt: Atenção

# askPopAlertDialog_cancelar
source: Cancel
es: Cancelar
fr: Annuler
it: Annullare
pt: Cancelar

# pedido_edit_pedidoEdit_creandoCsvFile
source: Creating CSV file to send mail...
es: Creando archivo CSV para enviar por email...
fr: Créer un fichier csv pour envoyer un e-mail...
it: Creazione di file csv per l'invio di email...
pt: Criando arquivo csv para enviar e-mail...

# pedido_edit_askPopAlertDialog_seguroQuieresSales
source: Are you sure to close that sales order?
es: ¿Estás seguro qué quieres salir?
fr: Êtes vous sur de vouloir sortir?
it: Sei sicuro che vuoi uscire?
pt: Tem certeza do que quer sair?

# pedido_edit_askPopAlertDialog_seguroQuieresSalesBorrador
source: Are you sure to close that sales order? The order draft will be deleted.
es: ¿Estás seguro qué quieres salir? Se eliminará el borrador del pedido.
fr: Êtes vous sur de vouloir sortir? Le brouillon de commande sera supprimé.
it: Sei sicuro che vuoi uscire? La bozza dell'ordine verrà eliminata.
pt: Tem certeza do que quer sair? O rascunho do pedido será excluído

# pedido_edit_lineaNuevoTile_dto
source: Disc.:
es: Dto.:
fr: Rse:
it: Sconto:
pt: Desc. :

# pedido_edit_lineaNuevoTile_precio
source: Price:
es: Precio:
fr: Prix:
it: Prezzo:
pt: Preço:

# pedido_edit_pedidoEdit_anadeAlgunaLinea
source: Add many line into sales order
es: Añade alguna línea al pedido
fr: Ajouter quelque ligne à la commande
it: Aggiungi qualche linea all'ordine
pt: Adicione alguma linha ao pedido

# pedido_edit_pedidoEdit_direccionesEnvio
source: Shipping addresess
es: Direcciones envío
fr: Adresses d'envois
it: Indirizzi di spedizione
pt: Endereços de Envio

# pedido_edit_pedidoEdit_editarPedido
source: Edit sales order
es: Editar pedido
fr: Éditer la comande
it: modificare l'ordine
pt: Editar pedido

# pedido_edit_pedidoEdit_lineas
source: Lines
es: Líneas
fr: Lignes
it: Linee
pt: Linhas

# pedido_edit_pedidoEdit_noPuedesCambiarCliente
source: Can't change the client
es: No puedes cambiar el cliente
fr: Vous ne pouvez pas changer le client
it: Non puoi cambiare cliente
pt: Você não pode mudar o cliente

# pedido_edit_pedidoEdit_nuevoPedido
source: New sales order
es: Nuevo pedido
fr: Nouvelle commande
it: Nuovo ordine
pt: Novo pedido

# pedido_edit_pedidoEdit_observaciones
source: Remarks
es: Observaciones
fr: Observations
it: Osservazioni
pt: Observações

# pedido_edit_pedidoEdit_oferta
source: Offer
es: Oferta
it: Offerta
pt: Quantidade

# pedido_edit_pedidoEdit_pedidoCliente
source: Customer sales order
es: Pedido cliente
fr: Commande client
it: Ordine del cliente
pt: Pedido cliente

# pedido_edit_pedidoEdit_seleccioneCliente
source: Select a client
es: Seleccione un cliente
fr: Sélectionner un client
it: Seleziona un cliente
pt: Selecione um cliente

# pedido_edit_pedidoEdit_sinArticulos
source: No articles
es: Sin artículos
fr: Sans articles
it: Senza articoli
pt: Sem produtos

# pedido_edit_pedidoEdit_stockDisponible
source: Available stock:
es: Stock disponible:
fr: Stock disponible:
it: Magazzino disponibile:
pt: Stock disponível

# pedido_edit_pedidoEdit_totalLineas
source: Total lines
es: Total líneas
fr: Lignes totales:
it: Linee totali
pt: Total linhas

# pedido_edit_pedidoEdit_fechaValidez
source: Validate date
es: Fecha de validez
fr: Date de validaté
it: Data di convalida
pt: Data de validação

# pedido_edit_pedidoEdit_fechaValidezNoPuedeEstarVacia
source: Validate date cannot be empty
es: Fecha de validez no puede estar vacía
fr: La date de validation ne peut pas être vide
it: La data di convalida non può essere vuota
pt: A data de validação não pode deve estar vazia
