Repository: polpenyarrojaNik/jbm_nikel_mobile
Catalog: lib/l10n/intl_*.arb
Languages: es, fr, it, pt

# estasSeguroQueQuieresReemplazarLaBaseDeDatos
source: Are you sure you want to replace the database? You will lose the data stored locally.
es: ¿Estás seguro que quieres reemplazar la base de datos? Perderás los datos guardados en local.
fr: Êtes-vous sûr de vouloir remplacer la base de données ? Vous perdrez les données enregistrées localement.
pt: Tem certeza de que deseja substituir o banco de dados? Você perderá os dados salvos localmente.

# aceptar
source: Accept
es: Aceptar
fr: Accepter
pt: Aceitar

# cancelar
source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

# introduceClaveDeNikel
source: Introduce Nikel key
es: Introduce la clave de Nikel
fr: Entrez le code Nikel
pt: Digite o código de Nikel

# claveNikel
source: Nikel key
es: Clave Nikel
fr: Code Nikel
pt: Código Nikel

# noSeHaPodidoSincronizar
source: Can not synchronize correctly
es: No se ha podido sincronizar correctamente
fr: Ne peut pas se synchroniser correctement
pt: Não consigo sincronizar corretamente

# commonWidgets_appDrawer_expediciones
source: Shipments
es: Expediciones
fr: Expéditions
pt: Expedições

# almacenPropio
source: Own warehouse
es: Almacén propio
pt: Armazém próprio

# bajo
source: Low
es: Bajo
pt: Baixo

# capacidad
source: Capacity
es: Capacidad
pt: Capacidade

# competencia
source: Competitor
es: Competencia
pt: Concorrente

# frecuenciaPedido
source: Order frequency
es: Frecuencia de pedido
pt: Frequência de pedidos

# grande
source: Big
es: Grande
pt: Grande

# interesCliente
source: Customer interest
es: Interés del cliente
pt: Interesse do cliente

# media
source: Medium
es: Media
pt: Média

# medio
source: Medium
es: Medio
pt: Médio

# mensual
source: Monthly
es: Mensual
pt: Por mês

# motivoNoInteres
source: Reason not interested
es: Motivo no interés
pt: Motivo não interesse

# motivoNoPedido
source: Reason not ordered
es: Motivo no pedido
pt: Motivo não pedido

# numLineas
source: Num. Lines
es: Núm. Líneas
pt: Num. Linhas

# ofertaRealziada
source: Offer released
es: Oferta realizada
pt: Oferta feita

# pedidoRealizado
source: Order released
es: Pedido realizado
pt: Pedido feito

# pequena
source: Small
es: Pequeña
pt: Pequena

source: Sector
pt: Setor

# semanal
source: Weekly
es: Semanal
pt: Semanalmente

# settings_reemplazarBaseDeDatosLocal
source: Replace provisional database
es: Reemplazar base de datos provisional
pt: Substituir banco de dados provisório

# trimestral
source: Quarterly
es: Trimestral
pt: Trimestral

# alto
source: High
es: Alto
pt: Alto

# telefono
source: Phone
es: Teléfono
pt: Telefone

# esteNumeroTelefonoExisiteEnElCliente
source: Existing number phone into customer
es: Teléfono existente en el cliente
pt: Telefone existente para o cliente

# reemplazarBaseDeDatosTextMesaje
source: This field not match with Nikel key
es: Este campo no coincide con la clave Nikel
pt: Este campo não corresponde à chave Nikel

# cliente_show_clienteDetalle_latitud
source: Latitude
es: Latitud
it: Latitudine

# cliente_show_clienteDireccion_clienteDireccionEditPage_pais
source: Country
es: País
fr: Pays
it: Paese

# cliente_show_clienteArticulosTop_num
source: Num.
es: Núm.
it: No.

# pedido_edit_pedidoEdit_ultimoPrecioDeCompra
source: Last purchase price
es: Último precio de compra

# pedido_edit_selectQuantity_caja
source: Box
es: Caja
fr: Boîte
it: Scatola

# pedido_edit_selectQuantity_cantidadTotal
source: Total quantity
es: Cantidad total

# articulo_show_articuloVentasMes_total
source: Total
it: Totale

# cliente_show_clienteDetalle_nif
source: NIF
fr: NIF/TVA
it: PARTITA IVA

# cliente_show_clienteRappel_titulo
source: Rappels
fr: Remise de fin d'année
it: Bonus annuale

# cliente_show_clienteVentasMes_total
source: Total
it: Totale

# pedido_show_pedidoVentaDetalle_total
source: Total
it: Totale
